{
	"locationInfo": [
		[["Las Ramblas is one of Barcelona\'s main thoroughfares, which connects the Plaza de Cataluña with the city\'s old port and is one of the most visited areas in the city.","Images/Barcelona/Las_Ramblas/1"],
		["One of the main features of Las Ramblas is that it\'s divided into five separate avenues flowing smoothly into each other, spread over a distance of 2 km.","Images/Barcelona/Las_Ramblas/2"],
		["Las Ramblas is located in the old \"Gothic Quarter\". It is busy throughout the day and night and is visited by more than 150,000 people every day.","Images/Barcelona/Las_Ramblas/3"],
		["Barcelona\'s oldest hotel, the Oriente is located on Las Ramblas. It was originally built in 1652 as a Franciscan School. In 1835 it was confiscated and used as a palace for the Durio family before becoming a hotel in 1931.","Images/Barcelona/Las_Ramblas/4"],
		["The clock that marks the \"official time of the city\" has been located in the Teatro Poliorama since 1886 it was first electric clock in Barcelona and the whole city set its pocket watches to it.","Images/Barcelona/Las_Ramblas/5"],
		["One of Europe\'s biggest automatic carparks is on Las Rambles. It has 11 underground levels with 780 spaces. The driver collects a ticket and drives their vehicle into an elevator which takes their car to a floor with a space.","Images/Barcelona/Las_Ramblas/6"],
		["In 1981 Las Ramblas was the scene of one of the most famous bank robberies.  A group of 11 people led by Jose Juan Martinez Gomez detained 300 people for 37 hours. The event ended in the death of one of the robbers, the arrest of nine and the escape of another.","Images/Barcelona/Las_Ramblas/7"]
		],

		[["La Sagrada Familia is a large Roman Catholic church in Barcelona that has been under construction since 1882 and is the most visited landmark in Spain.","Images/Barcelona/La_Sagrada_Familia/1"],
		["The original design of La Sagrada Familia came from Francisco de Paula del Villar, but he resigned in 1883, due to disagreements with the promotors.","Images/Barcelona/La_Sagrada_Familia/2"],
		["The main architect of the church was Antoni Gaudi, who spent more than 40 years combining Gothic and Art Nouveau styles until his death in 1926. At this time La Sagrada Familia was only about 25\% complete.","Images/Barcelona/La_Sagrada_Familia/3"],
		["After Antoni Gaudi\'s death Domenec Sugranes I Gras took over. His work was interrupted in 1936 with the Spanish Civil War. Later, a variety of architects have been involved in the construction.","Images/Barcelona/La_Sagrada_Familia/4"],
		["In 2010, the Sagrada Familia was consecrated by Pope Benedict XVI, witnessed by 6500 people and raised to a basilica.","Images/Barcelona/La_Sagrada_Familia/5"],
		["When La Sagrada Familia is completed, it will have 18 towers; 12 will represent the apostles, four will represent the evangelists, one will represent the Virgin Mary, and the highest one in the middle will represent Jesus Christ.","Images/Barcelona/La_Sagrada_Familia/6"],
		["The life of Jesus is represented on portals of the three facades. Each facade represents a crucial event: his birth; his Passion, Death and Resurrection; and his present and future Glory.","Images/Barcelona/La_Sagrada_Familia/7"],
		["The basic design of the central nave is that of a Latin cross. The spire of is planned to reach 560 feet when completed.","Images/Barcelona/La_Sagrada_Familia/8"],
		["La Sagrada Familia has taken longer to build than the Egyptian Pyramids. The Pyramids only took 20 years to build with ancient tools, and so far, la Sagrada Familia has taken around 200 years using modern technology.","Images/Barcelona/La_Sagrada_Familia/9"],
		["The building is financed exclusively from donations and entrance fees. Completion is scheduled for 2026, the 100th anniversary of Antoni Gaudi\'s death.","Images/Barcelona/La_Sagrada_Familia/10"]
		],

		[["El Peix \"fish\" is one of the best known and most striking landmarks on Barcelona\'s seafront. It was created by The Canadian architect Frank Gehry.","Images/Barcelona/El_Peix/1"],
		["The fish sculpture was made for the 1992 Olympic games and was placed at the foot of the hotel Arts on the newly developed Olympic sea front.","Images/Barcelona/El_Peix/2"],
		["The sculpture is 56 meters long and 35 meters high (184 feet long and 115 feet high) and seems to be longing to jump into the blue waters of the Mediterranean.","Images/Barcelona/El_Peix/3"],
		["The fish is made from intertwining golden stainless steel strips, coated in titanium and supported by a metal structure. This was done to make it look like the scales of a fish in the sun.","Images/Barcelona/El_Peix/4"],
		["The sculpture also contains stone and glass. The colour of the fish changes depending on the sunlight and is bright gold during the day and shifts to a darker bronze in the evening.","Images/Barcelona/El_Peix/5"],
		["The structure was created using CATIA, a C++ software package which converted a 2D construction drawing to a digital 3D model that served to make up the thousands of parts of the structure.","Images/Barcelona/El_Peix/6"]
		]
	]
}