{
	"locationInfo": [
		[["The Spire of Dublin, also known as the Monument of Light is situated in O\'Connell Street, just across from the famous GPO and cost €4,000,000 to build.","Images/Dublin/The_Spire/1"],
		["The Spire was designed by London architect, Ian Ritchie in 1998 and was the winning entry in an international architectural competition. ","Images/Dublin/The_Spire/2"],
		["The Spire was built in Waterford and constructed on site. The first section was put into position on 18 December 2002. High winds hampered progress and so it took until 21 January 2003 to be completed.","Images/Dublin/The_Spire/3"],
		["The Dublin Spire is 120m tall, making it by far the tallest structure in Dublin city centre. It is three metres wide at the base and tapers to a 15cm wide beacon at the top.","Images/Dublin/The_Spire/4"],
		["The Spire was inspired by the ever-changing light and composition of the Irish skies. During the day its stainless steel surfaces reflect the sky, making it look different under every lighting condition.","Images/Dublin/The_Spire/5"],
		["After dark the lower two-thirds of the monument is softly lit and the top 12m  is honeycombed with 11,884 holes, through which light-emitting diodes shine.","Images/Dublin/The_Spire/6"],
		["Nelson's Pillar previously stood on the site of the Spire from 1808 until it was destroyed by an IRA bomb in 1966.","Images/Dublin/The_Spire/7"]
		],

		[["Croke Park is the principal stadium and headquarters of the Gaelic Athletic Association (GAA). It opened in 2005 and is affectionately known as Croker by many GAA fans and locals.","Images/Dublin/Croke_Park/1"],
		["Croke Park was named in honour of Archbishop Thomas Croke, who was a strong supporter of the Irish nationalist movement in the 1800\'s.","Images/Dublin/Croke_Park/2"],
		["The area where the stadium was built was used as a sports ground since 1870. The GAA bought the ground in 1913. At this time there was just one stand and earth walls around the field.","Images/Dublin/Croke_Park/3"],
		["On Bloody Sunday In 1920, Croke Park was the scene of a massacre by the Royal Irish Constabulary, who shot into a crowd during a Gaelic football match killing 13 spectators and Tipperary\'s captain. In 1924 a new stand was built and named \"Hogan stand\" after him.","Images/Dublin/Croke_Park/4"],
		["Croke Park is one of the largest stadiums in Europe and has a capacity of 82,300. It hosts all kinds of events, including concerts, trade-shows and corporate events.","Images/Dublin/Croke_Park/5"],
		["Croke Park has won numerous industry awards and has been noted for its sustainability credentials and for maintaining 0% waste to landfill again in 2017.","Images/Dublin/Croke_Park/6"],
		["International artists, such as U2, Ed Sheeran and Beyonce have staged sell out concerts at Croke Park and the Coldplay gig in 2017 was recently voted the most popular live event in Ireland in the last 20 years.","Images/Dublin/Croke_Park/7"],
		["Visitors can walk the 17 story high roofline of the stadium on a purpose built open viewing platform called the skyline walk, which offers spectacular views of Dublin City and the Pitch.","Images/Dublin/Croke_Park/8"]
		],

		[["Dublin Castle was built by King John of England in 1230, on the former site of a 930\'s Danish Viking Fortress and a 12th Century Norman Fort. It was originally built as a city defence, Royal Treasury and administration of Justice.","Images/Dublin/Dublin_Castle/1"],
		["Dublin Castle was the seat of the English, then British Government and residence for the British monarch\'s Irish representative, Lord Lieutenant of Ireland, also known as the Viceroy of Ireland, for about 700 years.","Images/Dublin/Dublin_Castle/2"],
		["In 1684, a major fire caused severe damage to much of the building and the Great Hall was burnt down. Unfortunately much of the medieval castle was destroyed and the sole surviving tower from this era is the Record Tower, dating from c.1228.","Images/Dublin/Dublin_Castle/3"],
		["In the late-seventeenth and eighteenth centuries the Castle was rebuilt into a Georgian palace. With a suite of grand reception rooms known as the State Apartments. These palatial spaces accommodated the Viceroy and were the focus of great state occasions.","Images/Dublin/Dublin_Castle/4"],
		["The castle was one of the main targets in the Easter Rising of 1916 which concluded in December 1921 with the signing of the Anglo-Irish treaty when Ireland became a free state and Dublin Castle was handed over to the Irish Government.","Images/Dublin/Dublin_Castle/5"],
		["Today, the Castle is mostly office space for the Revenue Commissioners (tax authority). It also houses the city headquarters of An Garda Siochana (Police force), and a museum of Garda History in the old Records tower and the Chester Beatty Library.","Images/Dublin/Dublin_Castle/6"],
		["Dublin castle has been used for films such as Becoming Jane and The Medallion as well as for the television series The Tudors. Bram Stoker, author of Dracula, worked at the Castle from 1866 to 1878.","Images/Dublin/Dublin_Castle/7"]
		]
	]
}