{
	"locationInfo": [
		[["The Eiffel Tower was designed and built for the 1889 World\'s Fair Exposition by Gustave Eiffel. The tower took two years, two months and five days to construct. It was not meant to be permanent.","Images/Paris/Eiffel_Tower/1"],
			["There are 72 names engraved on the side of the tower. These are the names of the engineers, scientists, and mathematicians who contributed to its design and construction.","Images/Paris/Eiffel_Tower/2"],
			["The tower is 324 metres tall. That includes the antennas at the top. The entire monument weights over 10,000 tonnes - 10,100 tonnes to be precise.","Images/Paris/Eiffel_Tower/3"],
			["The Eiffel Tower was the world\'s tallest man-made structure for 41 years. The world\'s tallest artificial structure today is the 829.8 metre tall Burj Khalifa tower in Dubai.","Images/Paris/Eiffel_Tower/4"],
			["There are 1,665 steps to the top of the Eiffel Tower. Although it is possible to climb all the way up, most people prefer to take the elevator!","Images/Paris/Eiffel_Tower/5"],
			["There are 20,000 light bulbs on the Eiffel Tower and 425 big golden spotlight bulbs. These are lit in different colours to celebrate special events.","Images/Paris/Eiffel_Tower/6"],
			["During hot weather the Eiffel Tower can grow by as much as 6 inches. This is because Steel expands in hot and contracts in cold. The top of the tower tilts away from the sun by up to 7 inches.","Images/Paris/Eiffel_Tower/7"],
			["Over 7 million people visit the Eiffel Tower every year, making it the most visited monument that you have to pay for in the world.","Images/Paris/Eiffel_Tower/8"],
			["Repainting the tower uses around 60 tonnes of paint. This is done every seven years and takes 15 to 18 months to paint the entire structure.","Images/Paris/Eiffel_Tower/9"],
			["In 1925 Victor Lustig \"sold\" the Eiffel Tower twice. He forged official documents and \"sold\" the tower to Andre Poisson, who was too embarrassed to go to the police. Lustig tried the same scam again a month later, but fled when the buyer alerted the police.","Images/Paris/Eiffel_Tower/10"],
			["During World War II Nazi soldiers tried to put a swastika on the tower. They cut the tower\'s lift cables and closed it to the public. Then they tried to attach a swastika to the top but it was so large it blew away and had to replaced with a smaller one.","Images/Paris/Eiffel_Tower/11"],
			["Every year, the lift in the Eiffel Tower travels 103,000 km. That\'s the equivalent of two and a half times around the entire world.","Images/Paris/Eiffel_Tower/12"]		
		],

		[["The Catacombs are an underground ossuary in Paris, which hold the remains of millions of Parisians, transferred there gradually as graveyards were being closed because of the risk they posed to public health.","Images/Paris/Catacombs/1"],
			["The first of these graveyards was the cimetiere des Innocents graveyard in 1786 in what is now the district of Les Halle.","Images/Paris/Catacombs/2"],
			["An ossuary is a container or place where the bones of dead people are kept. A body is first buried in a temporary grave; some years later the remains are removed and placed in an ossuary.","Images/Paris/Catacombs/3"],
			["The catacombs are in the galleries of the former quarries whose stone was used to build the capital. The tunnels span 300km although only 2 km are open to the public. They are 20 metres below the streets of Paris.","Images/Paris/Catacombs/4"],
			["During the Nazi occupation of Paris in the Second World War, Parisian members of the French Resistance used the tunnel system as shelters. The Germans also built a bunker under the high school in Lycee Montaigne.","Images/Paris/Catacombs/5"],
			["In 2015, Airbnb paid a reported €350,000 as part of a publicity stunt offering customers the chance to win an overnight stay in the Catacombs at Halloween. The prize was won by 27-year-old Brazilian Pedro Arruda.","Images/Paris/Catacombs/6"]
		],

		[["The Arc de Triomphe was commissioned by Napoleon in 1806, to honour those who fought and died for France in the French Revolutionary and the Napoleonic Wars.","Images/Paris/Arc_De_Triomphe/1"],
			["The Arc de Triomphe is inscribed with the names of all French victories and generals on its inner and outer surfaces.","Images/Paris/Arc_De_Triomphe/2"],
			["The monument was designed by renowned French architect, Jean Chalgrin.  After Chalgrin\'s death in 1811, Jean-Nicolas Huyot was commissioned to complete his work.","Images/Paris/Arc_De_Triomphe/3"],
			["It took 30 years to finish the Arc de Triomphe and it wasn\'t completed until 1836, 15 years after Napoleon\'s death, so he never had the chance to see the final product.","Images/Paris/Arc_De_Triomphe/4"],
			["Although he had already been dead nearly 20 years, Napoleon finally got to pass through the completed Arc in 1840 - when his body was moved to its final resting place.","Images/Paris/Arc_De_Triomphe/5"],
			["The Arc de Triomphe stands at the centre of the Place Charles de Gaulle, positioned in the centre of 12 Avenues at the end of the Champs Elysee which is one of the most expensive streets in the world.","Images/Paris/Arc_De_Triomphe/6"],
			["The monument is 50 metres tall, 45 metres wide and 22 metres deep. It is the second-largest triumphal arch standing today.","Images/Paris/Arc_De_Triomphe/7"],
			["There are 284 steps from the ground level to the top of the arc. The observation deck has some of the best views in Paris.","Images/Paris/Arc_De_Triomphe/8"],
			["The Arc de Triomphe cost 9.3 millions French francs to build; a gigantic amount of money at that time.","Images/Paris/Arc_De_Triomphe/9"],
			["A few weeks after the end of WWI, Charles Godefroy flew his fighter plane through the Arch to salute all the airmen killed in the war. ","Images/Paris/Arc_De_Triomphe/10"],
			["The tomb of an Unknown Solider lies under the Arc de Triomphe since 1920. To honour war victims, an eternal flame is lit at the tomb at 6pm every day in a ceremony performed by French soldiers and veterans.","Images/Paris/Arc_De_Triomphe/11"],
			["Charles De Gaulle narrowly escaped a would-be killer at the Arc de Triomphe during his terms (he survived more than 30 assassination attempts, so he was probably unfazed).","Images/Paris/Arc_De_Triomphe/12"],
			["France\'s annual Bastille Day parade on 14th July traditionally starts at the arch. The famous cycling race, the Tour de France, finishes in front of the arch.","Images/Paris/Arc_De_Triomphe/13"],
			["Paris actually has a second Arc de Triomphe, which is smaller and less well known. It is located in the city\'s Place du Carrousel and is aligned perfectly with the larger arch.","Images/Paris/Arc_De_Triomphe/14"]		
		]
	]
}